Repository: eblocker/eblocker-apps
Catalog: ios/eBlocker/eBlocker/*.lproj/Localizable.strings
Languages: de

source: eBlocker's IP address
de: IP-Adresse des eBlockers

source: You can find eBlocker's IP address in the settings of your router. Look for the list of devices or the list of DHCP clients.
de: Sie finden die IP-Adresse des eBlockers in den Einstellungen Ihres Routers. Suchen Sie nach der Liste der Geräte im Heimnetz oder der Liste der DHCP-Clients.

source: eOS (unknown version)
de: eOS (unbekannte Version)

source: (not registered)
de: (nicht registriert)

source: Connecting
de: Verbinden

source: Booting
de: Startet

source: Offline
de: Nicht verbunden

source: Error
de: Fehler

source: Installing update
de: Wird aktualisiert

source: Shutting down
de: Fährt herunter

source: Rebooting
de: Startet neu

source: eBlocker not found
de: eBlocker nicht gefunden

source: No eBlocker could be found at address %@
de: Unter der Adresse %@ wurde kein eBlocker gefunden

source: https://eblocker.org/app-help-en
de: https://eblocker.org/app-help-de
